logo = """ 
( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)   ,adPPYba, ,adPPYYba,  ,adPPYba, ,adPPYba, ,adPPYYba, 8b,dPPYba,  
( ͠° ͟ʖ ͡°)  a8"     "" ""     `Y8 a8P_____88 I8[    "" ""     `Y8 88P'   "Y8  
( ͠° ͟ʖ ͡°)  8b         ,adPPPPP88 8PP"""""""  `"Y8ba,  ,adPPPPP88 88          
( ͠° ͟ʖ ͡°)  "8a,   ,aa 88,    ,88 "8b,   ,aa aa    ]8I 88,    ,88 88          
( ͠° ͟ʖ ͡°)   `"Ybbd8"' `"8bbdP"Y8  `"Ybbd8"' `"YbbdP"' `"8bbdP"Y8 88   
( ͠° ͟ʖ ͡°)              88             88  
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)               ""             88                                 
( ͠° ͟ʖ ͡°)                              88                                 
( ͠° ͟ʖ ͡°)       ,adPPYba, 88 8b,dPPYba,  88,dPPYba,   ,adPPYba, 8b,dPPYba,  
( ͠° ͟ʖ ͡°)      a8"     "" 88 88P'    "8a 88P'    "8a a8P_____88 88P'   "Y8  
( ͠° ͟ʖ ͡°)      8b         88 88       d8 88       88 8PP""""""" 88          
( ͠° ͟ʖ ͡°)      "8a,   ,aa 88 88b,   ,a8" 88       88 "8b,   ,aa 88          
( ͠° ͟ʖ ͡°)       `"Ybbd8"' 88 88`YbbdP"'  88       88  `"Ybbd8"' 88          
( ͠° ͟ʖ ͡°)                    88                                             
( ͠° ͟ʖ ͡°)                    88 
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)
( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)( ͠° ͟ʖ ͡°)
"""